/* User/pwd server verification */
"Authentication Required" = "需要身份驗證";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "取消";

/* HTTPS server verification */
"Proceed" = "繼續";

/* Link long-press context menu */
"Copy Link" = "複製鏈接";

/* Google autocomplete error */
"Error: " = "錯誤: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "未能設置網頁音頻會話; 可能沒有聲音。";

/* User/pwd server verification */
"Log In" = "登錄";

/* Link long-press context menu */
"Open Here" = "從這裡打開";

/* Link long-press context menu */
"Open in New Tab" = "在後台標籤中打開";

/* User/pwd server verification */
"Password" = "密碼";

/* Google autocomplete error */
"response code %d" = "回應代碼 %d";

/* Google autocomplete error */
"response format unrecognized" = "無法識別的響應格式";

/* Google autocomplete error */
"response non-decodable" = "響應無法破解";

/* Google autocomplete error */
"response parsing %@" = "響應分析%@";

/* HTTPS server verification */
"Warning" = "警告";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "此網站的安全性憑證不受信任。要繼續處理?";

/* User/pwd server verification */
"Username" = "用戶名";

/* Link long-press context menu */
"Open in Background Tab" = "在後台標籤中打開";

/* Bookmark view controller */
"Edit Bookmark" = "編輯書籤";

/* Link long-press context menu */
"Save Image" = "儲存影像";

/* Link long-press context menu */
"Save Video" = "儲存視訊";

/* Web download failure alert title */
"Download Failed" = "下載失敗";

/* Web download failure description */
"File download failed due to network error." = "因網路錯誤，檔案未能下載。";

/* Web download failure description */
"The file had unexpected content." = "檔案中有未預期的內容。";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "檔案無法儲存至相簿。";

/* Web download failure description */
"File download failed due to internal error %@." = "因內部錯誤 %@，檔案未能下載。";

/* Download prohibition alert text */
"Browser cannot download this file." = "瀏覽器無法下載此檔案。";

/* Generic alert popup button */
"OK" = "確定";

/* Generic alert popup button */
"Cancel" = "取消";
